Repository: ghost10rider/PandaSaver
Catalog: lib/l10n/app_*.arb
Languages: ar

# header
source: Tik Video Downloader
ar: تحميل فيديوهات تيك توك

# caption
source: Download TikTok Video without watermark Mp3 & Mp4
ar: حمل فيديوهات تيك توك بدون علامة مائية، صوت أو فيديو

# paste
source: Paste TikTok Video Link Here
ar: الصق رابط الفيديو هنا

# getVideo
source: Paste & Download
ar: لصق وتحميل

# mp4
source: Video (MP4)
ar: فيديو (MP4)

# mp3
source: Music (MP3)
ar: موسيقى (MP3)

# noDownloads
source: There is no downloads
ar: لايوجد تنزيلات

# navHome
source: Home Screen
ar: الرئيسية

# navDownloads
source: Downloads
ar: التنزيلات

# enterValidUrl
source: Please enter a valid URL
ar: يرجى إدخال رابط صحيح

# rateAppTitle
source: Rate Panda Saver
ar: قيم Panda Saver

# rateAppMessage
source: If you like Panda Saver, please review it ! It makes us keep going and it shouldn't take you more than seconds.
ar: قيم التطبيق على المتجر ان اعجبك ان تقييمك لنا يجعلنا نمضي قدما في تطوير هذا التطبيق وجعله افضل لك دائما

# rateAppRatebutton
source: Rate
ar: قيم

# rateAppLaterButton
source: Maybe Later
ar: ربما لاحقا

# rateAppNoButton
source: NO Thanks
ar: لا شكرا
